const data = [
  {
    name: "동락공원",
    image: "./imgs/동락공원.jpg",
    contents: `구미시를 가로질러 흐르는 낙동강을 따라 구미대교아래 임수동에서 칠곡군 석적면 중리까지 102천평의 면적에 수변형도시공원으로 조성된 동락공원은 세계 최초의 전자신종이 설치되어 있고
                9.3㎢가 넘는 산책로와 49,213평의 넓은 잔디밭, 각종체육시설 및 편의시설이 갖춰져 시민들의 많은 사랑을 받고 있는 곳이다. 주요시설로는 얼마전에 개장한 민속정원과 국궁장,
                로울러스케이트장, 야구장, 축구장, 농구장, 배구장, 족구장, 게이트볼장, 배드민턴장 등이 있어 가족단위로 찾을 수 있는 곳으로 환영받고 있다.`
  },
  {
    name: "금오산",
    image: "./imgs/금오산.jpg",
    contents: `대한민국 경상북도 구미시, 칠곡군, 김천시에 걸쳐 있는 높이 976m의 산이다. 전체 면적은 37.65제곱킬로미터이며 동쪽에 최고봉인 현월봉을 비롯해 약사봉(958m), 보봉(933m) 등이 솟았고 남쪽에는 만봉(873m), 서쪽에는 서봉(851m)이 자리한다. 시생대와 원생대에 속하는 화강편마암과 화강암으로 이루어져 있으며, 암석이 노출된 화강암 부분이 많고 화강편마암이 일부 산재해 있다.`
  },
  {
    name: "낙동강",
    image: "./imgs/낙동강.jpg",
    contents: `대한민국 강원도 태백시에서 시작되어 영남 지방을 통해 남해로 흐르는 강이다. 남한 지역에서 가장 긴 강이고 한반도에서는 압록강 다음으로 길다. 대한민국 강원도 태백시의 은대봉에서 발원하여 대한민국 경상북도 구미시를 걸쳐서 대한민국 경상남도 창녕군을 지나서 대한민국 부산광역시으로 흐른다. 길이는 510 킬로미터이고, 유역면적은 23,384 평방킬로미터이다. 옛날에는 내륙지방의 교통 동맥으로 되어 하안에는 하단·구포·삼랑진·수산·남지·현풍·왜관·낙동·풍산·안동 등의 선착장이 발달되었으며 가항거리는 343km나 되었다.`
  },
  {
    name: "금오공대",
    image: "./imgs/금오공대.jpg",
    contents: `대한민국의 교육부 소속 4년제 국립공과대학교이다. 2천700여 개의 기업이 입주해 있는 국내 최대의 국가산업단지인 경상북도 구미시 양호동에 있으며, 1970년대 이후 급속한 산업화와 첨단산업의 발달로 전문화된 고급기술인력의 수요가 급증함에 따라 1979년에 박정희 대통령의 지시로 박정희 대통령의 고향인 경북 구미시에 공학계열 중심의 금오공과대학교가 설립인가 되었다. 1990년에 국립대학으로 개편되고 1993년에 현재의 이름으로 바뀌었다.`
  }
]